{
    "Users": [
        {
            "id": 2,
            "mail": "master@grottadelbeholder.it",
            "username": "Master",
            "password": "b\"^\\x88H\\x98\\xda(\\x04qQ\\xd0\\xe5o\\x8d\\xc6)'s`=\\rj\\xab\\xbd\\xd6*\\x11\\xefr\\x1d\\x15B\\xd8\""
        }
    ],
    "Content": [
        {
            "id": 6,
            "user_id": 2,
            "category": "CL",
            "pub_date": "2022-09-18 14:42:12.607547+00:00",
            "rev": 1,
            "name": "Asceta",
            "description": "Gli Asceti sono individui che ricercano il sapere da qualsiasi fonte. Tramite lo studio, la meditazione e varie esperienze, è possibile trovare la Saggezza del mondo. Non è facile trovare un Asceta. Spesso vivono in posti sperduti o dedicano la loro vita mortale al pellegrinaggio.\r\n\r\nNon esiste un Asceta stolto, basando la propria vita alla ricerca di Saggezza. Spesso possiedono inoltre una perspicacia e arguzia fuori dal comune, rendendole persone molto Intelligenti e/o Carismatiche. Molti li scambiano per monaci o chierici, ma le pratiche Ascetiche si concentrano esclusivamente sulla mente e sullo spirito. Anche se la loro non è un vera e propria religione, non è insolito trovare circoli di culto per insegnare la loro sapienza a chi la cerca."
        },
        {
            "id": 7,
            "user_id": 2,
            "category": "CL",
            "pub_date": "2022-09-18 14:48:58.878033+00:00",
            "rev": 2,
            "name": "Bandito",
            "description": "I banditi agiscono in gruppo e a volte sono guidati da altri malviventi, veterani o incantatori. Non tutti i banditi sono malvagi: a volte l'oppressione, una calamità, una malattia o una carestia possono spingere un individuo onesto a darsi al banditismo.\r\n\r\nI pirati sono i banditi dei mari. Possono agire da semplici saccheggiatori, interessati soltanto ad accumulare tesori e massacrare i nemici, oppure possono essere corsari autorizzati dalla corona ad attaccare e saccheggiare i vascelli delle nazioni nemiche."
        },
        {
            "id": 8,
            "user_id": 2,
            "category": "CL",
            "pub_date": "2022-09-18 15:09:03.895262+00:00",
            "rev": 1,
            "name": "Samurai",
            "description": "Antichi guerrieri e soldati di guerra, brandendo tecniche perfezionate e tramandate attraverso innumerevoli generazioni incutono paura in coloro che li assistono sul campo di battaglia. Mentre non sono in combattimento, preferiscono restare per sé stessi. C'è molto poco, se non nulla, in cui hanno più valore del loro onore.\r\n\r\nUn umano vestito in modo strano vede un fante circondato da goblin. Si precipita con straordinaria velocità e carica tra la raffica di lame in arrivo, proteggendo tutte con il suo fodero. I goblin fanno un passo indietro, ma era troppo tardi. Il crepitio del fulmine riempie l'aria mentre ogni goblin cade simultaneamente. Agitò la lama, rinfoderò la spada e continuò per la sua strada.\r\n\r\nMentre un Eladrin beve silenziosamente la sua birra, due uomini lo interrompono, minacciandolo di consegnare tutti i suoi soldi. L'Eladrin ridacchia, poi continua a bere la sua birra. I due uomini attaccano. Con velocità innaturale l'Eladrin lancia la sua birra in aria e schiva pigramente il primo colpo. Lancia la sedia verso il secondo uomo prima che possa reagire e in un batter d'occhio, la sua lama ricurva preme sul collo dell'altro. L'Eladrin istintivamente beve la sua birra e ne beve un sorso.\r\n\r\nUn Orco carica verso un Elfo, che rimane calmo e composto. Quando l'Orco si avvicina, l'Elfo si concentra finché la sua mente non è completamente vuota. Apre gli occhi e nota un'apertura nella difesa dell'Orco. L'Orco alza la sua mazza e si prepara a colpire. Quando si incontrano a metà strada, l'Elfo schiva leggermente il suo attacco, quindi fende con grazia dalla vita sinistra oltre la sua spalla destra. La bestia emette un brutto urlo, poi cade ai suoi piedi.\r\n\r\nIndipendentemente dall'origine o dal percorso di questi spadaccini, una cosa è certa, sono tutti conosciuti come Samurai."
        },
        {
            "id": 9,
            "user_id": 2,
            "category": "RA",
            "pub_date": "2022-09-18 15:13:35.694181+00:00",
            "rev": 1,
            "name": "Aeres",
            "description": "ORIGINI\r\nUn tempo una tribù di scienziati e mercanti, nei loro studi decisero di mischiarsi con altre razze, e trarre beneficio dai tratti altrui. La loro vita si allungò, e anche la mentalità cambiò molto a causa dell’influenza data dal contatto con altre razze.\r\nA causa degli incroci razziali e culturali, gli Aeres divennero una razza a sé stante, formata da un insieme di individui di sangue misto: di base esseri umani, ma con caratteristiche di altre razze.\r\n\r\nVOGLIOSI DI SAPERE\r\nGli Aeres di rado costituiscono villaggi tra di loro, in quanto preferiscono andare all’avventura per cercare qualsiasi tipo di nuova conoscenza. Nonostante ciò, può capitare di trovare dei “villaggi” costituiti principalmente da questi individui, sebbene loro li utilizzino quasi solo a scopo di ricerca o per lo stoccaggio delle materie prime.\r\n\r\nNOMI DEGLI AERES\r\nAgli Aeres in genere vengono dati nomi presi dalle altre razze con cui si sono incrociati, tuttavia può capitare che ai piccoli vengano dati nomi prelevati dall’ambiente di ricerca.\r\n\r\nNomi maschili:  \r\nAlumiel, Ethereum, Iacus, Magneel, Nitrum, Natriel\r\nNomi femminili: \r\nAlumie, Aethe, Nitreé, Oxy, Sulphe\r\n"
        },
        {
            "id": 10,
            "user_id": 2,
            "category": "MO",
            "pub_date": "2022-09-18 15:24:24.770187+00:00",
            "rev": 1,
            "name": "Beholder",
            "description": "Il Beholder è un'aberrazione di taglia grande che vive all'interno di una caverna grande e spaziosa, dal soffitto altro, che gli consente di attaccare senza la paura di essere coinvolto in mischia.\r\n\r\nI Beholder sono in grado di levitare grazie ad un gas più leggero dell'aria imprigionato in una cavita nel loro corpo\r\n\r\nNonostante l'aspetto disumano, i beholder sono molto intelligenti e per questo estremamente pericolosi. Vivono in gruppi organizzati dove la xenofobia è piuttosto radicata: è sufficiente una minima differenza morfologica per essere scacciati dalla comunità o ridotti in schiavitù. Per questo motivo, i beholder disprezzano tutte le altre creature e generalmente le uccidono o le schiavizzano. La comunità, che di solito vive sottoterra, è comandata dalle Madri, ovvero beholder straordinariamente potenti. I beholder venerano una dea conosciuta come la Grande madre, che risiede nel sesto strato dell'Abisso, uno dei piani di esistenza.\r\n\r\nSe un beholder desiderasse praticare la magia come un mago – possibile, data la grande intelligenza di queste creature – dovrebbe necessariamente cavarsi l'occhio centrale che genera il campo anti-magia; questo, però, lo renderebbe un reietto per la sua comunità.\r\n\r\nUna regione che ospita la tana di un Beholder è alterata dalla presenza innaturale della creatura, che genera uno o più degli effetti seguenti:\r\nLe creature entro 1,5 chilometri dalla tana del Beholder a volte hanno la sensazione di essere osservate anche quando in realtà non c'è nessuno a osservarle.\r\nQuando il Beholder dorme, si verificano alcune piccole distorsioni della realtà entro un raggio di 1,5 chilometri dalla sua tana; queste distorsioni svaniscono 24 ore dopo. I segni sulle pareti potrebbero cambiare in modo sottile, uno strano monile potrebbe comparire dal nulla, una statua potrebbe ricoprirsi di un innocuo strato di fanghiglia e così via. Questi effetti si applicano soltanto alle superfici naturali e agli oggetti non magici che nessuno porta su di sé.\r\nSe il Beholder muore, questi effetti svaniscono nel giro di 1d10 giorni."
        },
        {
            "id": 11,
            "user_id": 2,
            "category": "SP",
            "pub_date": "2022-09-18 15:32:32.097761+00:00",
            "rev": 1,
            "name": "Telepatia",
            "description": "Crei un collegamento telepatico tra te stesso e una creatura senziente con cui sei famigliare, La creatura può essere ovunque nel tuo stesso piano di esistenza. L'incantesimo termina se te e la creatura non siete più sullo stesso piano.\r\nFintantoché l'incantesimo è in funzione, tu e il tuo bersaglio potete istantaneamente condividere parole, immagini e suoni, e la creatura riconosce che sei te a comunicare con lei. \r\nPer poter essere scelta come bersaglio la creatura deve avere un punteggio di Intelligenza di almeno 1."
        }
    ],
    "Details": {
        "RaceContent": [
            {
                "content_id": 9,
                "strScoreInc": 0,
                "dexScoreInc": 0,
                "conScoreInc": 0,
                "intScoreInc": 2,
                "wisScoreInc": 2,
                "chaScoreInc": 0,
                "age": "Possono vivere fino a 200 anni",
                "alignment": "Neutrale puro",
                "size": "Circa 1,7m di altezza",
                "speed": "9m a terra, 25m in volo",
                "languages": "Comune + un linguaggio a scelta",
                "subraces": "Gli Aeres, a causa del miscuglio di razze dai quali discendono, non presentano delle vere e proprie sottorazze, ma possono nascere con caratteristiche diverse a seconda delle varie razze degli antenati. \r\nUn Aere può ottenere diverse caratteristiche fisiche puramente estetiche, inoltre può ottenere 2 tratti a scelta tra i seguenti: \r\nVolo - Necessita di ali - Velocità 25m quando in volo\r\nRespirazione subacquea - Necessita di branchie - Il personaggio può respirare sott’acqua\r\nNuoto veloce - Necessita di zampe palmate - Il personaggio può muoversi sott’acqua alla stessa velocità che quando a terra\r\n"
            }
        ],
        "ClassContent": [
            {
                "content_id": 6,
                "hitPointsLevel1": 6,
                "hitPointsAboveLv1": "1d6 o 4 + COS",
                "hitDiceType": "6",
                "armorProficiency": "N",
                "shieldProficiency": false,
                "weaponProficiency": "Armi semplici",
                "toolProficiency": "Nessno",
                "savingThrows": "SAG, CAR",
                "skills": "2 a scelta",
                "traits": "Un Asceta inizia con l'equipaggiamento seguente, in aggiunta all'equipaggiamento conferito dal suo background:\r\n\r\nun bastone ferrato\r\n(a) una dotazione da sacerdote o (b) una dotazione da studioso\r\nUn simbolo sacro\r\n\r\nSe scegli di iniziare con solo il denaro invece del normale equipaggiamento, ottieni 2d4 x 10 monete d‘oro.\r\n\r\nL'Asceta considera metà del proprio livello per il calcolo degli slot disponibili, seguendo la tabella \"Incantatore Multiclasse\" (Manuale del Giocatore, pagina 165). Prerequisiti: Un personaggio per diventare Asceta deve avere almeno 13 punti in Saggezza. Competenze Ottenute: nessuna.\r\n\r\nLa consapevolezza di sé e del mondo consente all’Asceta di lanciare incantesimi.\r\n\r\nL'Asceta è in grado di utilizzare le basi della magia, può imparare 3 trucchetti a sua scelta tratti dalla lista degli incantesimi da Stregone. Apprende un trucchetto da Stregone aggiuntivo a sua scelta a livello 5 e 10.\r\n\r\nIntelligenza è la caratteristica da incantatore per gli incantesimi dell’Asceta, dal momento che egli apprende i suoi incantesimi tramite Meditazione. Un Asceta usa la Saggezza ogni volta che un incantesimo fa riferimento alla sua caratteristica da incantatore. Usa inoltre il suo modificatore di Saggezza per definire la CD del Tiro Salvezza di un incantesimo da Stregone da lui lanciato e quando effettua un tiro per colpire con un incantesimo.\r\n\r\nCD del Tiro Salvezza dell'incantesimo: 8 + Bonus di Competenza + il modificatore di Saggezza\r\nModificatore di Attacco dell'Incantesimo: Bonus di Competenza + il modificatore di Saggezza",
                "archetypes": "--Illuminato--\r\nAl 2° livello, l'Asceta può usare la propria azione e usare i propri dadi vita da Asceta per curare una creatura a contatto. Questo privilegio non ha effetto sui costrutti e sui non morti. Inoltre, i dadi vita da l'Asceta usati per le capacità Cura Altruista, Meditazione Illuminata e Fuoco Interiore verranno considerati 1d8 al 6° livello, 1d10 al 10° livello e 1d12 al 14° livello.\r\n\r\nAl 6° livello, quando l'Asceta è Meditazione tutti i suoi alleati recuperano un numero di punti ferita pari ad un dado vita dell'Asceta per ogni ora di Meditazione. Inoltre, completando un Riposo Lungo l'Asceta rigenera tutti i dadi vita a disposizione.\r\n\r\nAl 10° livello, in caso di pericolo l'Asceta può mostrare una forza di volontà senza pari. Quando è costretto ad effettuare un Tiro Salvezza o una prova di Concentrazione può spendere un proprio dado vita da Asceta e aggiungerlo al tiro. L'Asceta può utilizzare questo privilegio un numero di volte pari al proprio modificatore di Saggezza prima di dover completare un Riposo Lungo.\r\n\r\nAl 14° livello, l'Asceta aggiunge il suo modificatore di Saggezza ai punti ferita curati con i propri incantesimi, da Cura Altruista e Meditazione Illuminata e ai danni che infligge con qualsiasi trucchetto o incantesimo che provoca danno Radioso.\r\n\r\n--Psionista--\r\nIn casi più unici che rari, durante la Meditazione alcuni Asceti riescono a risvegliare tutta la potenza del proprio cervello, sviluppando poteri Psionici. Non si sa molto sull'origine di questi poteri, ma solo pochissimi individui con particolari doti innate possono ambire a ottenerli.\r\n\r\nAl 2° livello, l'Asceta apprende il trucchetto Mano Magica in aggiunta al numero di trucchetti da Asceta appresi, potendolo lanciare come azione bonus. L'Asceta può utilizzare la Mano Magica come fosse una propria comune mano, senza limitazioni di azione. Inoltre, spendendo un'azione, l'Asceta può usare la Mano Magica per attaccare una qualsiasi creatura che riesce a vedere entro la sua portata. Il danno inflitto sarà 1d10 da Forza + modificatore di Saggezza, che aumenta di un ulteriore 1d10 al 6°, 10° e 14° livello.\r\n\r\nAl 6° livello, l'Asceta può spingere al massimo il suo potere mentale a spese del suo stesso corpo. Spendendo una reazione è possibile sacrificare parte della propria vitalità subendo un danno Psichico (non riducibile o evitabile) pari alla metà del proprio livello da Asceta ,per infliggere il massimo dei danni quando lancia un incantesimo o trucchetto da Asceta che provoca danni da Forza o Psichici. É possibile che l'Asceta abbia l'epistassi dopo aver usato questa capacità.\r\n\r\nAl 10° livello, l'Asceta entra in uno stato di profonda concentrazione quando incanala il suo potere, creando uno scudo protettivo. Mentre mantiene la concentrazione su un incantesimo, l'Asceta ottiene un bonus di +2 alla Classe Armatura e a tutti i Tiri Salvezza.\r\n\r\nAl 14° livello, l'Asceta può parlare telepaticamente con qualsiasi creatura che si trovi entro 9 metri da lui e che egli sia in grado di vedere. Non è necessario che condivida un linguaggio con la creatura affinché quest'ultima capisca ciò che egli enuncia telepaticamente, ma la creatura deve essere in grado di capire almeno un linguaggio. Inoltre quando l'Asceta è in Meditazione può lanciare l'incantesimo Telepatia a volontà su una creatura senza spendere slot incantesimo, ignorando tutte le componenti e senza doverlo preparare, ma la sua durata terminerà alla fine della Meditazione.\r\n\r\n--Sciamano--\r\nLa Saggezza dei mortali si perde nei millenni, da sempre ci sono stati individui che la ricercano. Tramite lo studio di antiche conoscenze, pratiche segrete e il contatto con vecchi spiriti, l’Asceta crea una connessione salda e durevole con la natura che lo circonda.\r\n\r\nAl 2° livello, l'Asceta ottiene competenza in Medicina, negli strumenti borsa da Erborista e sostanze da Avvelenatore. Al 6° livello ottiene maestria in queste competenze.\r\n\r\nAl 6° livello, l'Asceta può usare l'incantesimo Trova Famiglio per evocare una versione spettrale dell'animale scelto, il quale non può interagire con la materia ma può Percepire (o Indagare) l'ambiente che lo circonda e spostarsi liberamente attraverso qualsiasi barriera non magica ed è invisibile tranne all'Asceta e agli effetti di Vera Vista o Individuazione del Magico. Inoltre, durante la Meditazione l'Asceta può lanciare l'incantesimo Parlare con i Morti.\r\n\r\nAl 10° livello, l'Asceta diventa un maestro nell'uso di sostanze psicotrope e piante magiche. Celebrando un rituale e usando materiali particolari, l'Asceta può preparare un decotto speciale infuso con un incantesimo da Asceta preparato che fa effetto direttamente sull'incantatore o su una singola creatura (come Cura Ferite o Scagliare Maledizione). Preparare questa sostanza richiede 50 monete d'oro per ogni livello dell'incantesimo per il costo delle piante utilizzate in aggiunta, se presenti, ai componenti Materiali che l'incantesimo necessita. É possibile aumentare il livello dell'incantesimo fino al livello dello slot massimo che l'Asceta possiede, solamente se l'aumento non incrementa le creatura colpite (ad esempio, sarà possibile aumentare Allucinazione Mortale ma non Caratteristica Potenziata). La creatura che assume questa mistura verrà assoggettata dall'incantesimo, l'eventuale Tiro Salvezza sarà sempre su Costituzione invece della normale caratteristica. L'incantesimo lanciato tramite l'Intruglio non comporterà l'uso della Concentrazione da parte dell'Asceta. L'Asceta può preparare più Intrugli per volta, ma la somma degli incantesimi infusi non può superare la metà del livello da Asceta. Gli Intrugli devono essere consumati entro una settimana dalla creazione prima di perdere la loro efficacia.\r\n\r\nAl 14° livello, l'Asceta può lanciare come rituale gli incantesimi Investitura della Fiamma, del Ghiaccio, della Pietra o del Vento (Manuale dello Xanathar pagina 159 e 160). L'Asceta deve completare un Riposo Breve prima di poter lanciare nuovamente uno di questi incantesimi.\r\n\r\n--Fachiro--\r\nL'ascensione della mente non esclude quello del corpo. Alcune pratiche ascetiche prevedono prove fisiche molto gravose, spesso mortali per le persone comuni.\r\n\r\nAl 2° livello, l'Asceta ottiene competenza nei colpi senz'arma, Spade Corte e Sciabole. Finché l'Asceta non indossa alcuna armatura e non impugna uno scudo, la sua Classe Armatura è pari a 10 + il suo modificatore di Destrezza + il suo modificatore di Saggezza. I colpi senz'arma infliggo 1d4 contundente. Inoltre, l'Asceta può utilizzare i colpi senz'arma ed ogni arma semplice, Spada Corta o Sciabola utilizzando il modificatore di Saggezza al posto di Forza o Destrezza.\r\n\r\nAl 6° livello, l'Asceta ottiene la capacità Attacco Extra e può attaccare due volte anziché una, ogni volta che effettua l'azione di Attacco nel proprio turno.\r\n\r\nAl 10° livello, quando l'Asceta completa una Meditazioneottiene l'effetto dell'incantesimo Protezione dall'Energiasenza dover spendere slot e mantenere la Concentrazione, per la durata della Meditazione appena terminata. L'Asceta deve completare un Riposo Lungo prima di poter usare nuovamente questa capacità.\r\n\r\nAl 14° livello, l'Asceta riesce ad ignorare momentaneamente i limiti del proprio corpo. Per un minuto, l'Asceta ottiene il beneficio dell'Incantesimo Pelle di Pietra e può spendere una reazione per effettuare un attacco aggiuntivo. L'Asceta deve completare un Riposo Lungo prima di poter usare nuovamente questa capacità."
            },
            {
                "content_id": 7,
                "hitPointsLevel1": 10,
                "hitPointsAboveLv1": "1d10 (o 6) per livello",
                "hitDiceType": "10",
                "armorProficiency": "M",
                "shieldProficiency": true,
                "weaponProficiency": "Armi semplici e da guerra",
                "toolProficiency": "Arnesi da scasso",
                "savingThrows": "FOR, COS",
                "skills": "2 a scelta",
                "traits": "Un bandito inizia con l'equipaggiamento seguente, in aggiunta all'equipaggiamento conferito dal suo background:\r\n\r\n(a) un'armatura di cuoio o (b) una corazza a scaglie\r\n(a) un'arma da guerra e uno scudo o (b) due armi da guerra\r\n(a) un arco lungo con una faretra da 20 frecce o (b) una balestra leggera e 20 quadrelli\r\n(a) una dotazione da avventuriero o (b) una dotazione da esploratore\r\nIn alternativa, può iniziare con 3d4x10 mo.\r\n\r\nUn bandito adotta uno stile di combattimento in cui specializzarsi scegliendo una tra le opzioni seguenti. Non è consentito scegliere uno stile di combattimento più di una volta, anche se in seguito il bandito ha diritto a scegliere di nuovo.\r\n\r\nQuando il bandito ottiene un 1 o un 2 a un tiro per i danni di un attacco che ha effettuato con un'arma da mischia impugnata a due mani, può ripetere il tiro e deve usare il nuovo risultato, anche se ottiene ancora un 1 o un 2. L'arma deve possedere la proprietà a due mani o versatile affinché il bandito ottenga questo beneficio.\r\n\r\nQuando il bandito combatte con due armi, può aggiungere il suo modificatore di caratteristica ai danni del secondo attacco.\r\n\r\nFinché indossa un'armatura, il bandito ottiene un bonus di + 1 alla CA.\r\n\r\nQuando il bandito impugna un'arma da mischia in una mano e non impugna altre armi, ottiene un bonus di +2 ai tiri per i danni di quell'arma.\r\n\r\nQuando una creatura che il bandito sia in grado di vedere attacca un bersaglio diverso dal bandito e situato entro 1,5 metri da lui, il bandito può usare la sua reazione per infliggere svantaggio al tiro per colpire della creatura. Il bandito deve impugnare uno scudo.\r\n\r\nIl bandito ottiene un bonus di +2 ai tiri per colpire che effettua con le armi a distanza.\r\n\r\nIl bandito ottiene Vista Cieca con raggio 3 metri. All'interno di quella distanza, può vedere efficacemente tutto ciò che non è dietro una copertura totale, anche se è Accecato o nell'oscurità totale. Inoltre, può vedere una creatura invisibile entro quel raggio, a meno che la creatura non si sia nascosta con successo.\r\n\r\nQuando una creatura che il bandito può vedere colpisce un bersaglio, che non sia il bandito, entro 1,5 metri da lui con un attacco, può usare la sua reazione per ridurre il danno subito del bersaglio di 1d10 + il suo bonus di competenza (fino a un minimo di 0 danni). Il bandito deve brandire uno scudo o un'arma semplice o da guerra per usare questa reazione.\r\n\r\nIl bandito può imparare una manovra a sua scelta tra quelle disponibili per l'archetipo marziale Maestro di Battaglia. Se una manovra che utilizza richiede che il suo bersaglio effettui un tiro salvezza per resistere agli effetti della manovra, la CD del tiro salvezza è pari a 8 + il suo bonus di competenza + il suo modificatore di Forza o Destrezza (a sua scelta). Il bandito ottiene inoltre un dado di superiorità, che è un d6 (questo dado viene aggiunto a qualsiasi dado di superiorità che il bandito possiede proveniente da un'altra fonte). Questo dado viene utilizzato per impiegare le sue manovre. Quando il bandito utilizza una manovra, spende un dado di superiorità. Riacquista i suoi dadi di superiorità spesi quando termina un Riposo Breve o Lungo.\r\n\r\nIl bandito può estrarre un'arma che ha la proprietà \"Lancio\" come parte dell'attacco che effettua con l'arma. Inoltre, quando colpisce con un attacco a distanza usando un'arma da lancio, ottiene un bonus di +2 al tiro per i danni.\r\n\r\nI colpi senz'armi del bandito se colpiscono possono infliggere 1d6 + il suo modificatore di Forza danni contundenti. Se il bandito non sta impugnando armi o scudi quando effettua il tiro per colpire, il d6 diventa un d8. In aggiunta all'inizio di ogni tuo turno, il bandito può infliggere 1d4 danni contundenti a una creatura Afferrata da lui.\r\n\r\nIl bandito ha vantaggio nei tiri per colpire una creatura se almeno uno degli alleati del bandito si trova entro 1,5 metri dalla creatura e quell’alleato non è incapacitato.\r\n\r\nA partire dal 2° livello, una volta per turno il bandito può infliggere 1d6 danni extra a una creatura che colpisce con un attacco con arma, se quella creatura si trova entro 1,5 metri da un alleato del bandito che non sia incapacitato. I danni extra aumentano di 1d6 al 5°, 11° e 17° livello.\r\n\r\nA partire dal 2° livello il bandito può usare la sua azione bonus per evocare un cane alleato che può controllare con un'azione bonus, facendogli compiere l'azione di Aiuto, Attacco, Cercare, Disimpegno, Nascondersi o Scatto, altrimenti esegue l'azione di Schivata. Il segugio utilizza gli stessi modificatori del bandito per le prove di abilità e i tiri salvezza, ha una velocità di movimento di 12 metri, un numero di punti ferita pari a 5 volte il livello da bandito, una CA pari a 8+bonus competenza+modificatore di Carisma del bandito e può eseguire un attacco con il morso (bonus competenza+modificatore di Carisma del bandito per colpire) che infligge 1d8+modificatore Carisma del bandito danni Perforanti. I danni del morso aumentano di 1d8 al 5°, 11° e 17° livello. Il cane rimane per un'ora o finché non scende a 0 punti ferita o viene congedato con un'azione bonus. Può utilizzare questo privilegio un numero di volte pari al suo modificatore di Carisma (minimo 1) ed è riutilizzabile dopo un riposo lungo.\r\n\r\nAI 3° livello, il bandito sceglie due tra le sue competenze nelle abilità, oppure una sua competenza in una abilità e la competenza negli arnesi da scasso. Il suo bonus di competenza raddoppia per ogni prova di caratteristica effettuata usando una delle competenze scelte. Al 9° livello, il bandito sceglie altre due tra le sue competenze (nelle abilità o negli arnesi da scasso) che ottengono questo beneficio.\r\n\r\nQuando arriva al 4° livello e poi di nuovo all'8°, 12°, 16° e 19° livello, un bandito può aumentare di 2 un punteggio di caratteristica a sua scelta, oppure può aumentare di 1 due punteggi di caratteristica a sua scelta. Come di consueto, non è consentito aumentare un punteggio di caratteristica a più di 20 utilizzando questo privilegio.\r\n\r\nA partire dal 5° livello, un bandito può attaccare due volte anziché una, ogni volta che effettua l'azione di Attacco nel proprio turno.\r\n\r\nA partire dal 7° livello, un bandito può schivare agilmente certi effetti ad area come il soffio di fuoco di un drago rosso o un incantesimo tempesta di ghiaccio. Quando il bandito è soggetto a un effetto che gli consente di effettuare un tiro salvezza su Destrezza per dimezzare i danni, non subisce alcun danno se supera il tiro salvezza, e soltanto la metà dei danni se lo fallisce.\r\n\r\nAl 13° livello, un bandito ha affinato le abilità da lui scelte fino a portarle quasi alla perfezione. Ogni volta che il bandito effettua una prova di caratteristica che gli permette di aggiungere il suo bonus di competenza, può considerare un tiro del d20 pari o inferiore a 9 come se fosse un 10.\r\n\r\nA partire dal 15° livello, il bandito può usare la sua azione per spaventare qualcuno con la sua presenza minacciosa. Quando lo fa, sceglie una creatura che egli sia in grado di vedere entro 9 metri. Se la creatura può vedere o sentire il bandito, deve superare un TS di Saggezza (CD pari a 8 + il bonus di competenza del bandito + il modificatore di Carisma del Bandito), altrimenti sarà spaventata dal bandito fino alla fine del turno successivo di quest'ultimo. Nei turni successivi, il bandito può usare la sua azione per estendere la durata di questo effetto sulla creatura spaventata fino alla fine del proprio turno successivo. Questo effetto si esaurisce se la creatura termina il suo turno fuori dalla linea di vista o oltre 18 metri di distanza dal bandito.\r\nSe la creatura riesce il suo tiro salvezza, il bandito non può più usare questo privilegio su quella creatura per 24 ore.\r\n\r\nAl 20° livello, il bandito può evocare 2 cani con il privilegio Segugio Fedele e controllarli entrambi con un'azione bonus. Tuttavia, solo uno può eseguire l'azione d'attacco a meno che il bandito non sostituisca uno dei suoi attacchi con quello del segugio.",
                "archetypes": "Il bandito non possiede archetipi"
            },
            {
                "content_id": 8,
                "hitPointsLevel1": 10,
                "hitPointsAboveLv1": "1d10 (0 6) + COS",
                "hitDiceType": "10",
                "armorProficiency": "A",
                "shieldProficiency": false,
                "weaponProficiency": "Armi semplici e da guerra",
                "toolProficiency": "Strumenti da artigiano",
                "savingThrows": "FOR, COS",
                "skills": "2 a scelta",
                "traits": "Inizi con il seguente equipaggiamento, oltre all'equipaggiamento concesso dal tuo background:\r\n\r\n( a ) armatura di cuoio (kimono samurai) o ( b ) cotta di maglia (armatura samurai)\r\n( a ) una spada lunga (Katana) e un pugnale (Tanto), o ( b ) uno spadone (Nodachi o Katana) o un falcione (naginata), o ( c ) un arco lungo e 20 frecce, un tanto e un'arma semplice\r\nuna spada corta (wakizashi)\r\n( a ) uno zaino da studioso o ( b ) uno zaino da esploratore\r\n\r\nInizi con le tue armi Samurai scelte: la Katana/Nodachi/Naginata/Longbow e un Wakizashi. Rappresentano il tuo onore e le anime dei tuoi antenati. Puoi incidere un simbolo a tua scelta nell'arma. Se la tua arma viene persa o distrutta, puoi richiamarla a te disegnando il simbolo (nel sangue) che hai inciso su una superficie solida più grande della tua arma. Ciò richiede meditare su un lungo riposo per essere completato. Devi essere sullo stesso piano di esistenza in cui hai perso l'arma per riuscire in questo. Inoltre al 7° livello la tua arma Daisho diventa magica allo scopo di superare la resistenza e l'immunità agli attacchi e ai danni non magici.\r\n\r\nIl tempo in un allenamento brutale ti ha permesso di perfezionare la tua capacità di adattare la tua posizione ai tuoi avversari in combattimento. Puoi imparare un totale di 8 diverse posizioni (la posizione del vuoto è sbloccata solo al livello 11 e la posizione di Kami è sbloccata solo al livello 20). Impari 2 posizioni al livello 2 e apprendi 2 nuove posizioni al 6° e 15° livello. Al raggiungimento del 15° livello ottieni la capacità di attivare e mantenere due posizioni contemporaneamente. Al raggiungimento del 20° livello puoi attivare tutte le posizioni contemporaneamente (eccetto Kami's e Void Stance) e mantenerle fino alla fine del tuo 2° turno dopo aver usato questa abilità. Dopo i 2 turni non puoi entrare in posizione per 2 turni e puoi muoverti solo di 1,5 metri per turno). Tutte le attivazioni possono essere utilizzate solo una volta ogni 24 ore, inoltre perdi anche l'accesso a Kami's Stance per la durata.\r\n\r\nUna Posizione viene attivata e cambiata come azione bonus e dura 1 minuto, o finché non attivi una Posizione diversa, se vieni buttato a terra prono, vieni afferrato o trattenuto. Il numero di volte in cui un Samurai può attivare una Posizione al giorno è pari alla metà del tuo Livello Samurai totale (arrotondato per difetto) +1, tuttavia cambiare posizione non conta come attivazione di una posizione e non azzera il tempo. Un riposo lungo ripristina tutti gli usi consumati.\r\n\r\nPosizione della pietra. Quando entri in questa posizione e all'inizio di ogni tuo turno mentre hai almeno 1 punto ferita o più rimanenti, ottieni un numero di punti ferita temporanei pari al tuo Modificatore di Costituzione (minimo 1) + il tuo bonus di competenza . Questi punti ferita temporanei durano fino a quando non sei più in questa posizione. Una volta per turno, quando colpisci una creatura con un attacco con arma, infliggi 5 danni da arma aggiuntivi alla creatura. Gli attacchi di opportunità fatti contro di te vengono tirati con vantaggio e se usi più della metà della tua velocità di movimento in un turno, questa posizione termina immediatamente.\r\n\r\nPosizione del vento. Mentre sei in questa posizione, diventi veloce e manovrabile. Puoi eseguire l'azione Scatto o Disimpegno come azione bonus e ignori il terreno difficile quando Scatti. I tiri di attacco in mischia effettuati contro di te sono in svantaggio e in caso di attacco mancato sei in grado di effettuare un attacco di opportunità contro di loro se si trovano entro la portata dell'arma. Se hai accesso a Strike from the Void, puoi usare una delle cariche per effettuare questo attacco indipendentemente dalla distanza.\r\n\r\nPosizione dell'acqua. Quando colpisci con successo una creatura con un attacco con arma da mischia mentre sei in questa posizione, puoi immediatamente spendere la tua azione bonus per tentare di buttare la creatura prona. Se lo fai, li costringi a effettuare un tiro salvezza di Destrezza pari a (8 + il tuo modificatore di Forza + il tuo bonus di competenza). Fallire questo tentativo garantisce alla creatura un vantaggio sul prossimo tiro di attacco effettuato contro di te. Inoltre, in questa posizione, sferrare un attacco di opportunità su un nemico riduce il movimento di quella creatura a 0 metri fino all'inizio del suo turno successivo.\r\n\r\nPosizione della Terra. Mentre sei in questa posizione, hai vantaggio alle prove di Forza effettuate per lottare e puoi tenere un'arma a due mani in una mano mentre prendi una creatura. Inoltre, in un attacco per turno, puoi usare la tua azione bonus per ottenere un bonus alla tua CA pari al tuo modificatore di competenza se l'attacco va a segno. Questa CA bonus dura fino all'inizio del tuo prossimo turno. Inoltre, mentre in questa posizione i tuoi piedi sono ben piantati a terra, ciò garantisce vantaggio ai tiri salvezza di Forza e svantaggio ai tiri salvezza di Destrezza.\r\n\r\nPosizione del fuoco. Mentre sei in questa posizione, concentri tutto ciò che hai sull'offesa sacrificando le tue difese. Il primo attacco che effettui ogni turno viene effettuato con vantaggio. Inoltre, subisci un -4 alla CA fintanto che rimani in questa posizione. Quando colpisci una creatura con un attacco, puoi aggiungere il tuo modificatore di competenza al tiro per i danni come danno da fuoco, che raddoppia anche in caso di colpo critico.\r\n\r\nPosizione del fulmine. Finché sei in questa posizione; se usi l'azione Scatto, puoi attaccare tutti i nemici da cui ti trovi nel raggio d'azione dell'arma. Questi attacchi richiedono la tua azione bonus. Considerali critici se colpiscono nemici che non ti conoscono e non sono preparati per l'attacco. Inoltre, puoi usare la tua azione per attaccare furiosamente un singolo bersaglio 3 volte. Questi attacchi sono incredibilmente veloci ma difficili da mettere a segno con precisione, e come tali i tiri per colpire vengono effettuati senza bonus di abilità o punteggio di caratteristica (il danno viene inflitto normalmente ad ogni colpo). Al 10° livello, puoi usare questa posizione per attaccare un singolo bersaglio 5 volte in più senza bonus di competenza.\r\n\r\nPosizione del vuoto. Mentre sei in questa posizione, la tua mente è più calma e i tuoi sensi sono intensificati al massimo. Tutti i controlli di Percezione vengono effettuati con vantaggio. Sei immune alla condizione Accecato e ottieni 15 metri di Vista Cieca. La prima creatura che colpisci con un attacco con un'arma in questa posizione subisce 2d6 danni Necrotici o Freddi aggiuntivi (a tua scelta prima di tirare) al tiro per i danni. Inoltre puoi usare un round completo per estendere la tua visione cieca fino a 30 metri per la durata della posizione. Questa posizione non può essere utilizzata con altre posizioni. Il passaggio da questa posizione ti rende incapace di usare qualsiasi posizione per 2 turni.\r\n\r\nLa posizione di Kami. Una volta per turno, quando effettui l'Azione di Attacco, puoi trasformare uno dei tuoi attacchi in un attacco speciale. Questo attacco richiede un singolo tiro di attacco e prende di mira ogni nemico entro 6 metri da te. L'uso di Parata in questa posizione non consuma uno dei suoi usi. Inoltre, quando effettui un attacco con un'arma a distanza, aggiungi un dado arma in più ai tiri per i danni. Questa posizione non può essere utilizzata con altre posizioni.\r\n\r\nA partire dal 1° livello, quando un'altra creatura colpisce te o un'altra creatura entro 1,5 m da te con un attacco in mischia, puoi usare la tua reazione per ridurre il danno inflitto dall'attacco di 1d10 + il tuo modificatore di Destrezza. Puoi usare questa funzione due volte, riguadagni tutti gli usi spesi quando finisci un riposo breve o lungo. Ottieni un uso aggiuntivo di questo privilegio al 7° e di nuovo al 15° livello.\r\n\r\nQuando raggiungi il 2° livello, ti sei sistemato nella via del guerriero. Nel tuo turno, finché sei in una delle tue posizioni, puoi usare questa abilità: se metti a segno tutti gli attacchi a tua disposizione in questo turno, puoi effettuare un attacco aggiuntivo e aggiungere il tuo livello da Samurai al tiro per i danni come arma danno. Devi terminare un riposo lungo per riottenere l'uso di questa funzione. A partire dal 17° livello, puoi usare questo privilegio 2 volte, ma solo una volta per turno, tra i riposi lunghi.\r\n\r\nAl raggiungimento del 4° livello, e di nuovo all'8°, 12°, 16° e 19° livello, puoi aumentare un punteggio di caratteristica a tua scelta di 2, oppure puoi aumentare due punteggi di caratteristica a tua scelta di 1. Non puoi aumentare un punteggio di caratteristica superiore a 20 utilizzando questa funzione.\r\n\r\nQuando raggiungi il 5° livello, quando esegui l'azione di attacco, puoi attaccare una volta in più.\r\n\r\nA partire dal 9° livello, devi avere successo anche se ti costa la vita. Prima di tirare qualsiasi d20, puoi scegliere di tirare con vantaggio. Dopo che l'esito del tiro è stato determinato, subisci 3d6 danni necrotici. Puoi usare questa capacità una volta per turno e due volte tra un riposo lungo.\r\n\r\nAll'11° livello, i tuoi antenati prendono nota della tua abilità da Samurai e offrono tutto ciò che possono per aiutarti. Come azione, puoi trasformare una spada che stai portando in una Flying Sword (Manuale dei Mostri P.20) per 1 ora. Assume tutte le proprietà della Spada Volante tranne le Azioni; ha lo stesso effetto di colpire e danneggiare (non concesso dalle posizioni) come se lo stessi usando e richiede la tua azione bonus per muoverti e attaccare. Se non usi la tua azione bonus per controllare la spada, questa rimane immobile nella sua posizione. La spada rimane così per la durata o fino a quando non scende a zero punti ferita, dove torna a essere un'arma normale. Puoi usarlo una volta per riposo lungo.\r\n\r\nA partire dal 13° livello, i tuoi attacchi contano come colpi critici quando ottieni un 19 o un 20 sul d20.\r\n\r\nAl 17° livello, mentre la tua Arma Daisho è sulla tua persona, puoi usare un'azione per usare fino alla metà dei tuoi Dadi Vita totali (arrotondati per difetto). Se lo fai non puoi recuperare i dadi vita spesi per 24 ore. Ottieni anche competenza nei tiri salvezza di Saggezza.\r\n\r\nQuando raggiungi il 20° livello, non chiami nessuno maestro. Quando tiri l'iniziativa puoi ripetere il tiro se hai ottenuto un risultato inferiore a 10 sul d20, ma devi effettuare il secondo tiro. Ottieni abilità in base al tuo archetipo.\r\n\r\nDiritti del Conquistatore {Shogun}. Come azione puoi invocare una delle tue posizioni nei tuoi alleati una volta per turno, eccetto la posizione di Kami o Void. Guadagnano le abilità della posizione fino all'inizio del tuo prossimo turno. Inoltre, non soffri più di inconvenienti quando abbandoni le posizioni o All Activate e ora sei in grado di Multi stance Void Stance con altre stance ma non più di 1 altra stance.\r\n\r\nMinaccia del signore della guerra. La prima volta che una creatura viene colpita da uno dei tuoi attacchi, deve effettuare un tiro salvezza su Costituzione CD= 10+FOR+CAR o avere paura di te per 1 minuto. Qualsiasi creatura che fallisce può ripetere il tiro salvezza alla fine di ciascuno dei suoi turni.\r\n\r\nBenevolenza dello Shogun. Come azione, puoi concedere fino a 2 alleati a tua scelta, entro la linea di vista, l'effetto della tua Meditazione Suprema come punti ferita temporanei. Tira i tuoi Dadi Vita e dividi il totale se hai scelto più di un alleato. Puoi usare questa capacità una volta per riposo lungo.\r\n\r\nMaster of The Blade {Iaijutsu Master}. I tuoi attacchi che coinvolgono la tua arma Daisho ottengono +3 ai tiri per i danni. Ottieni le abilità \"Lama senza pari\" e \"Cinque anelli della divinità del drago\"\r\n\r\nLama senza pari I. tuoi attacchi sono in grado di tagliare qualsiasi materiale, immunità (se una creatura è immune ai danni della tua lama, considerala resistente) e barriere create con mezzi magici o divini. Dopo aver ottenuto 1 sul tiro per colpire, puoi scegliere di revocare il tuo attacco e rinfoderare la lama in preparazione per un colpo garantito il prossimo turno (consideralo come un normale attacco riuscito e parte di un attacco extra) su qualsiasi nemico a tua scelta entro il raggio del tuo Colpo dal Vuoto (questo usa una delle sue cariche). Puoi farlo un numero di volte pari al tuo Modificatore di Costituzione. Recupera tutti gli usi dopo un riposo lungo.\r\n\r\nCinque Anelli della Divinità del Drago. Il tuo movimento ora è 60. Se effettui una prova di Acrobazia e ottieni meno di 10 sul d20, puoi ritirare i dadi ma devi effettuare il secondo tiro. Cadere da grandi altezze non ti ferisce. Ottieni resistenza ai danni contundenti, perforanti e taglienti. Come azione, sei in grado di effettuare un Colpo Volante contro un singolo bersaglio, aggiungendo 1d6 danni dell'arma per ogni 1,5 m che ti muovi verso di esso; se ti muovi per più di 36 metri verso il bersaglio contemporaneamente, devi effettuare una prova di concentrazione CD = 10 + 1 (per ogni 1,5 metri oltre 36 metri es. 45 metri = CD 16), un controllo di concentrazione fallito comporta la perdita di danni extra oltre i 36 metri. Il Flying Strike può essere usato solo due volte per riposo lungo.\r\n\r\nZanshin {Kyudo}. Ogni volta che metti a segno un attacco con un arco guadagni una pila Zen. Ogni volta che un attacco con l'arco va a segno, puoi scegliere di applicare uno dei seguenti effetti: Tōteki, Kanteki, Zaiteki. La tua pila Zen si azzera una volta che usi un effetto, alla fine del combattimento o se cadi privo di sensi.\r\n\r\nTōteki. Il bersaglio prende una pila aggiuntiva xd8, x=Zen.\r\n\r\nKanteki. Il bersaglio viene trafitto e viene rallentato di xft. x= pila Zen x 5. Se la quantità di rallentamento del bersaglio supera la sua velocità di movimento, deve superare un tiro salvezza su Forza (CD = 14 + la tua pila Zen) o far diventare la sua velocità di movimento 0 per 1 minuto. Possono ripetere il tiro salvezza all'inizio del loro turno per terminare anticipatamente l'effetto.\r\n\r\nZaiteki. Puoi effettuare un numero di attacchi aggiuntivi pari alla tua pila Zen contro il bersaglio. Questi attacchi vengono effettuati normalmente ma non ottengono benefici da nessuna delle tue abilità e non si aggiungono alla tua pila Zen.\r\n\r\n",
                "archetypes": "Il samurai non ha archetipi"
            }
        ],
        "MonsterContent": [
            {
                "content_id": 10,
                "armorClass": 18,
                "hitPoints": 180,
                "speed": "0m a terra, 6m in volo",
                "strScore": 10,
                "dexScore": 14,
                "conScore": 18,
                "intScore": 17,
                "wisScore": 15,
                "chaScore": 17,
                "skills": "Cono Anti-magia. L'occhio centrale del Beholder crea un'area di anti-magia, con gli stessi effetti dell'incantesimo campo anti-magia, in un cono di 45 metri. All'inizio di ogni suo turno, il Beholder decide in che direzione è rivolto il cono e se è attivo o meno. L'area funziona contro i raggi oculari dello stesso Beholder.\r\n\r\nQuando combatte nella sua tana, un Beholder può invocare la magia ambientale per effettuare le sue azioni di tana. A conteggio di iniziativa 20 (in caso di parità di iniziativa, il Beholder perde), il Beholder può effettuare un'azione di tana per provocare uno degli effetti seguenti:\r\nUn'area di terreno quadrata con lato di 15 metri situata entro 36 metri dal Beholder diventa viscida; quell'area è considerata terreno difficile fino al conteggio di iniziativa 20 del round successivo.\r\nDalle pareti entro 36 metri dal Beholder spuntano delle appendici afferranti che permangono fino al conteggio di iniziativa 20 del round dopo il successivo. Ogni creatura a scelta del Beholder che inizi il proprio turno entro 3 metri da una di queste pareti deve superare un tiro salvezza su Destrezza con CD 15, altrimenti è afferrata. Per sfuggire è necessario effettuare con successo una prova di Forza (Atletica) o Destrezza (Acrobazia) con CD 15.\r\nUn occhio si apre su una superficie solida entro 18 metri dal Beholder. Un raggio oculare casuale del Beholder viene scagliato da quell'occhio contro un bersaglio a scelta del Beholder e che esso sia in grado di vedere. Poi l'occhio si chiude e scompare. Il Beholder non può ripetere un effetto finché non sono stati tutti usati e non può usare lo stesso effetto in due round consecutivi.",
                "passivePerception": 22,
                "challengeRate": 13,
                "xp": 10000,
                "alignment": "Legale malvagio",
                "traits": "Scurovisione 36m\r\nImmunità alle Condizioni: Prono\r\nLinguaggi: Gergo delle Profondità, Sottocomune",
                "actions": "Morso. Attacco con Arma da Mischia: +5 al tiro per colpire, portata 1,5 m, un bersaglio. Colpito: 14 (4d6) danni perforanti.\r\n\r\nRaggi Oculari. II Beholder scaglia tre dei seguenti raggi oculari magici casuali (in caso di duplicati, si ripete il tiro), scegliendo da uno a tre bersagli situati entro 36 metri da lui e che esso sia in grado di vedere:\r\n1. Raggio di Charme. La creatura bersagliata deve superare un tiro salvezza su Saggezza con CD 16. altrimenti è affascinata dal Beholder per 1 ora o finché il Beholder non le infligge danni.\r\n2. Raggio Paralizzante. La creatura bersagliata deve superare un tiro salvezza su Costituzione con CD 16, altrimenti è paralizzata per 1 minuto. Il bersaglio può ripetere il tiro salvezza alla fine di ogni suo turno e, se lo supera, l'effetto per lui termina.\r\n3. Raggio di Paura. La creatura bersagliata deve superare un tiro salvezza su Saggezza con CD 16, altrimenti è spaventata per 1 minuto. Il bersaglio può ripetere il tiro salvezza alla fine di ogni suo turno e, se lo supera, l'effetto per lui termina.\r\n4. Raggio Rallentante. La creatura bersagliata deve superare un tiro salvezza su Destrezza con CD 16. Se lo fallisce, la sua velocità è dimezzata per 1 minuto. Inoltre, la creatura non può effettuare reazioni e ne! suo turno può effettuare un'azione o un'azione bonus, ma non entrambe. La creatura può ripetere il tiro salvezza alla fine di ogni suo turno e, se lo supera, l'effetto per lei termina.\r\n5. Raggio di Logoramento. La creatura bersagliata deve effettuare un tiro salvezza su Costituzione con CD 16; se lo fallisce, subisce 36 (8d8) danni necrotici, mentre se lo supera, subisce la metà di quei danni.\r\n6. Raggio Telecinetico. Se il bersaglio è una creatura, deve superare un tiro salvezza su Forza con CD 16, altrimenti il Beholder lo muove di un massimo di 9 metri in qualsiasi direzione. La creatura è trattenuta dalla presa telecinetica del raggio fino all'inizio del turno successivo del Beholder o finché il Beholder non è incapacitato. Se il bersaglio è un oggetto di peso pari o inferiore a 150 chilogrammi che non è indossato o trasportato, viene mosso di un massimo di 9 metri in qualsiasi direzione. Il Beholder può anche esercitare un controllo di precisione sugli oggetti tramite questo raggio, come per esempio manipolare un semplice strumento o aprire una porta o un contenitore.\r\n7. Raggio di Sonno. La creatura bersagliata deve superare un tiro salvezza su Saggezza con CD 16, altrimenti cade addormentata e rimane priva di sensi per 1 minuto. Il bersaglio si sveglia se subisce danni o se un'altra creatura usa un'azione per risvegliarlo. Questo raggio non ha effetto sui costrutti e sui non morti.\r\n8. Raggio Pietrificante. La creatura bersagliata deve effettuare un tiro salvezza su Destrezza con CD 16. Se lo fallisce, inizia a trasformarsi in pietra ed è trattenuta. Deve ripetere il tiro salvezza alla fine del suo turno successivo. Se io supera, l'effetto termina. In caso di fallimento, la creatura è pietrificata finché non viene liberata da un incantesimo ristorare superiore o un'altra magia analoga.\r\n9. Raggio di Disintegrazione. Se il bersaglio è una creatura, deve superare un tiro salvezza su Destrezza con CD 16, altrimenti subisce 45 (10d8) danni da forza. Se questi danni riducono la creatura a O punti ferita, il suo corpo diventa un cumulo di sottile polvere grigia. Se il bersaglio è un oggetto non magico o una creazione di forza magica di taglia Grande o inferiore, è disintegrato senza tiro salvezza. Se il bersaglio è un oggetto o una creazione d i forza magica di taglia Enorme o superiore, questo raggio disintegra una sua parte equivalente a un cubo con spigolo di 3 metri.\r\n10. Raggio della Morte. La creatura bersagliata deve superare un tiro salvezza su Destrezza con CD 16, altrimenti subisce 55 (10d10) danni necrotici. Il bersaglio muore se il raggio lo riduce a 0 punti ferita.\r\n\r\nIl Beholder può effettuare 3 azioni leggendarie, usando l'opzione sottostante di Raggio Oculare. Può effettuare solo un'azione leggendaria alla volta e solo alla fine del turno di un'altra creatura. Il Beholder recupera le azioni leggendarie spese all'inizio del proprio turno.\r\nRaggio Oculare. Il Beholder usa un raggio oculare casuale."
            }
        ],
        "SpellContent": [
            {
                "content_id": 11,
                "level": 8,
                "castingTime": "Un'azione",
                "range": "Illimitato",
                "vComponent": true,
                "sComponent": true,
                "mComponent": true,
                "duration": "24 ore",
                "school": "V"
            }
        ]
    }
}